alacritty
alsa-utils
arandr
archlinux-keyring
autoconf
automake
autorandr
aws-cli-v2-bin
awsvpnclient
base
bat
bear
bind
binutils
bison
blueman
bluez-hid2hci
bluez-utils
boost
clamav
clang
cloc
cmake
colordiff
deluge
deluge-gtk
dialog
diff-so-fancy
dmenu
docker
docker-compose
dunst
efibootmgr
evince
exa
fakeroot
feh
file
findutils
firefox
fish
fisher
flex
fzf
gawk
gcc
gdb
gettext
git
git-delta
glances
gnu-netcat
go
google-chrome
gotop-bin
grep
groff
grub
guake
gzip
htop
i3-wm
ibus
ibus-hangul
imagemagick
inxi
iwd
j4-dmenu-desktop
jack2
jdk-openjdk
jq
kitty
lf
libpqxx
libtool
linux
linux-firmware
lux-git
lxappearance
lynx
m4
maim
make
man-db
mariadb
mkinitcpio-bluetooth
mpv
nb-git
neofetch
neovim
nerd-fonts-complete
net-tools
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji-apple
noto-fonts-extra
npm
nvidia
openssh
pacman
pacman-contrib
parallel
paru
patch
pavucontrol
peco
perl-rename
picom
pkgconf
polybar
powertop
pulseaudio
pulseaudio-control
python-databricks-cli
python-pip
qt5-connectivity
ranger
rapidyaml-git
ripgrep
sed
siji-git
slack-desktop
snapd
solaar
spotify-tui-git
spotifyd
sqls
steam
sudo
taskd
taskwarrior-tui
texinfo
tig
tmux
ttf-all-the-icons
ttf-dejavu
ttf-jetbrains-mono
ttf-ms-fonts
ttf-unifont
unzip
valgrind
vim
vimb-git
vlc
volnoti
volumeicon
which
wine
wpa_supplicant
wxwidgets-gtk3
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yaml-language-server
zathura
zsh
