ack
alacritty
alsa-utils
arandr
autoconf
automake
autorandr
base
bear
bison
blueman
bluez-hid2hci
clang
cmake
colordiff
deluge-gtk
dialog
diff-so-fancy
dunst
exa
flex
gdb
git-delta
glances
go
google-chrome
gotop-bin
grub
guake
htop
ipw2200-fw
j4-dmenu-desktop
jdk-openjdk
lxappearance
maim
make
mkinitcpio-bluetooth
neofetch
neovim
nerd-fonts-complete
noto-fonts-emoji-apple
nvidia
pacman-contrib
paru
patch
pavucontrol
picom
pkgconf
polybar
qt5-connectivity
siji-git
slack-desktop
snapd
solaar
spotify-tui-git
spotifyd
steam
telegram-desktop
telegram-tg-git
tmux
ttf-all-the-icons
ttf-jetbrains-mono
ttf-unifont
unzip
vlc
volnoti
volumeicon
wine
wxwidgets-gtk3
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
yaml-language-server
zsh
