a52dec
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apparmor
arandr
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
autorandr
avahi
aws-cli-v2-bin
awsvpnclient
base
bash
bat
bear
bind
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
boost
boost-libs
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
clamav
clang
cloc
cmake
code
colordiff
compiler-rt
containerd
coreutils
cpp-httplib-compiled
cryptsetup
curl
cython
dav1d
db
dbus
dbus-glib
dbus-python
dconf
debuginfod
deluge
deluge-gtk
desktop-file-utils
device-mapper
dialog
diff-so-fancy
diffutils
djvulibre
dkms
dmenu
dmraid
dnssec-anchors
docker
docker-compose
dosfstools
double-conversion
duktape
dunst
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron19
ell
enchant
evdi
evince
exa
expat
faad2
fakeroot
faudio
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
fish
fisher
flac
flex
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gdb
gdb-common
gdbm
gdk-pixbuf2
geoip
geoip-database
gettext
ghostscript
giflib
girara
git
git-delta
glances
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnu-netcat
gnupg
gnutls
go
go-tools
gobject-introspection-runtime
google-chrome
gotop-bin
gpgme
gpm
gptfdisk
graphite
grep
groff
grpc
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gst-libav
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guake
gucharmap
guile
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
htop
http-parser
hunspell
hwdata
hwloc
hyphen
i3-wm
iana-etc
ibus
ibus-hangul
icu
ijs
imagemagick
imlib2
iniparser
inxi
iproute2
iptables
iputils
iso-codes
iwd
j4-dmenu-desktop
jack2
jansson
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jemalloc
jq
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
ldns
less
lf
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libtasn1
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libb2
libblockdev
libbluray
libbpf
libbs2b
libbytesize
libcamera
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdca
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgit2
libglvnd
libgpg-error
libgudev
libgxps
libhandy
libhangul
libibus
libical
libice
libidn
libidn2
libiec61883
libimagequant
libinih
libinput
libisl
libjpeg-turbo
libkeybinder3
libksba
libldap
liblqr
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmfx
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libpqxx
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburcu
libusb
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libvterm
libwacom
libwebp
libwnck3
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua52
luajit
lux-git
lvm2
lxappearance
lynx
lz4
lzo
m4
mailcap
maim
make
man-db
mariadb
mariadb-clients
mariadb-libs
md4c
mdadm
mesa
mesa-utils
minizip
mkinitcpio
mkinitcpio-bluetooth
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpv
msgpack-c
mtdev
mujs
nb-git
ncurses
ndctl
neofetch
neovim
nerd-fonts-complete
net-tools
nettle
networkmanager
nlohmann-json
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji-apple
noto-fonts-extra
npm
npth
nspr
nss
numactl
nvidia
nvidia-utils
ocl-icd
oniguruma
openal
opencore-amr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
peco
perl
perl-algorithm-diff
perl-class-method-modifiers
perl-data-optlist
perl-devel-globaldestruction
perl-error
perl-file-next
perl-import-into
perl-inc-latest
perl-mailtools
perl-module-build
perl-module-runtime
perl-moo
perl-parallel-forkmanager
perl-params-util
perl-regexp-common
perl-rename
perl-role-tiny
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-sub-quote
perl-timedate
picom
pinentry
pipewire
pixman
pkgconf
polkit
polybar
poppler
poppler-data
poppler-glib
popt
postgresql-libs
powertop
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-control
python
python-appdirs
python-attrs
python-autocommand
python-automat
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-constantly
python-cryptography
python-databricks-cli
python-decorator
python-defusedxml
python-distro
python-docutils
python-evdev
python-future
python-geoip
python-gobject
python-hid-parser
python-hyperlink
python-idna
python-ifaddr
python-importlib-metadata
python-incremental
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-mako
python-markupsafe
python-more-itertools
python-oauthlib
python-ordered-set
python-packaging
python-pbr
python-pillow
python-pip
python-ply
python-psutil
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pydantic
python-pyjwt
python-pyopenssl
python-pyparsing
python-pyte
python-pyudev
python-pyxdg
python-rencode
python-requests
python-service-identity
python-setproctitle
python-setuptools
python-six
python-tabulate
python-tomli
python-trove-classifiers
python-twisted
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wcwidth
python-wheel
python-xlib
python-yaml
python-zipp
python-zope-interface
qt5-base
qt5-connectivity
qt5-svg
qt5-translations
qt5-x11extras
qt6-base
qt6-declarative
qt6-translations
qt6-wayland
ranger
rapidyaml-git
rav1e
re2
readline
rhash
ripgrep
rpcsvc-proto
rtkit
rubberband
run-parts
runc
sdl2
sed
semver
shaderc
shadow
shared-mime-info
siji-git
slack-desktop
slang
slop
snapd
snappy
solaar
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spirv-tools
spotify-tui-git
spotifyd
sqlite
sqls
squashfs-tools
srt
startup-notification
steam
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
task
taskd
taskwarrior-tui
tdb
texinfo
thefuck
thin-provisioning-tools
tig
tint2
tmux
tpm2-tss
tracker3
tree-sitter
tslib
ttf-all-the-icons
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-unifont
tzdata
uchardet
udisks2
unibilium
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vid.stab
vim
vim-runtime
vimb-git
vlc
vmaf
volnoti
volume_key
volumeicon
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
wget
which
wine
woff2
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xz
yajl
yaml-language-server
yarn
yay
zathura
zenity
zeromq
zimg
zip
zlib
zsh
zstd
